Repository: deezhizyu/gnome-shell-openmeteoweather-extension
Catalog: openmeteoweather@deezhizyu.github.io/locale/*/LC_MESSAGES/openmeteoweather.po
Languages: uk

source: General
uk: Загальне

source: Appearance
uk: Зовнішній вигляд

source: Left
uk: Злiва

source: Clock left
uk: У годинника зліва

source: Clock left centered
uk: У годинника зліва відцентровано

source: Clock right centered
uk: У годинника справа відцентровано

source: Clock right
uk: У годинника справа

source: Right
uk: Справа

source: Position
uk: Позиція

source: Select where to show the weather indicator on the panel
uk: Виберіть, де на панелі показувати індикатор погоди
